Repository: nate-xyz/chromatic
Catalog: po/*.po
Languages: es, tr

source: Instrument Tuner
es: Afinador de instrumentos
tr: Enstrüman Akort Aleti

source: Fine-tune your instruments
es: Afine sus instrumentos
tr: Enstrümanlarınızın akort ayarını yapın

source: instrument;tuner;chromatic;
es: instrumento;afinador;cromático;
tr: enstrüman;akort;chromatic;

source: Fine-tune your instruments with Chromatic. Chromatic detects the frequency of audio input and converts it to a music note with the correct semitone and octave, and displays the cents error. Cents are displayed on an analog gauge to make tuning more visually intuitive.
es: Afine sus instrumentos con Chromatic. Chromatic detecta la frecuencia de la entrada de audio y la convierte en una nota musical con el semitono y la octava correctos y muestra el error de las centésimas. Las centésimas se muestran en un indicador analógico para que la afinación sea visualmente más intuitiva.
tr: Enstrümanlarınızı Chromatic ile akort edin. Chromatic, ses girdisinin frekansını tespit ederek bunu doğru yarım ses aralığı ve sekizli ile bir müzik notasına dönüştürür ve hatayı cent cinsinden gösterir. Akort işlemini görsel olarak daha sezgisel yapmak için cent'ler analog bir gösterge üzerinde gösterilir.

source: Window Title UI changes
es: Cambios en la interfaz de usuario del título de la ventana

source: Added French translation
es: Se agregó traducción al al francés

source: Audio Device Switch bugfix
es: Corrección de errores en el cambio de dispositivo de audio

source: Added Audio and UI settings
es: Añadidos ajustes de audio e interfaz de usuario

source: Added Italian translation
es: Se agregó traducción al italiano

source: Manually select audio device
es: Seleccionar manualmente el dispositivo de audio
tr: Ses aygıtını elle seç

source: Show gauge widget
es: Mostrar el widget del indicador
tr: Gösterge parçacığını göster

source: Show window title
es: Mostrar el título de la ventana
tr: Pencere başlığını göster

source: Stream buffer size
es: Tamaño del búfer de transmisión
tr: Akış tampon boyutu

source: Unable to initialize audio backend.
es: No se puede inicializar el backend de audio.
tr: Ses arka ucu başlatılamadı.

source: Unable to retrieve device ({device_name})
es: No se puede recuperar el dispositivo ({device_name})
tr: ({device_name}) aygıtına erişilemedi

source: _Preferences
es: _Preferencias
tr: _Tercihler

source: _About Chromatic
es: _Acerca de Chromatic
tr: Chromatic _Hakkında

# shortcut window
source: Show Shortcuts
es: Mostrar atajos
tr: Kısayolları Göster

# shortcut window
source: Quit
es: Salir
tr: Çık

source: Manually Select
es: Seleccionar manualmente
tr: Elle Seç

source: Chromatic will try to automatically detect running input devices if disabled.
es: Chromatic intentará detectar automáticamente los dispositivos de entrada en funcionamiento si están desactivados.
tr: Devre dışı bırakılırsa Chromatic çalışan girdi aygıtlarını kendiliğinden tespit etmeye çalışacak.

source: Device
es: Dispositivo
tr: Aygıt

source: Buffer Size
es: Tamaño del búfer
tr: Tampon Boyutu

source: Stream buffer size, changes frequency update interval.
es: Tamaño del búfer del transmisión, cambia el intervalo de actualización de la frecuencia.
tr: Akış tampon boyutu, frekans güncelleme sıklığını değiştirir.

source: UI
es: Interfaz de usuario
tr: Arayüz

source: Show Window Title
es: Mostrar título de ventana
tr: Pencere Başlığını Göster

source: Show Gauge
es: Mostrar medidor
tr: Göstergeyi Göster

source: Gauge Pin Hover Time
es: Tiempo de permanencia de la aguja en el medidor
tr: Gösterge İğnesi Bekleme Süresi

source: Duration (in seconds) the gauge pin will hover before returning to baseline.
es: Duración (en segundos) que oscilará la aguja del medidor antes de volver a su estado inicial.
tr: Gösterge iğnesinin taban hizasına dönmeden önce bekleyeceği süre (saniye cinsinden)

source: Label Update Hang Time
es: Etiqueta de actualización del tiempo de oscilación
tr: İfade Güncelleme Donma Süresi

source: Duration (in seconds) the labels will hang before clearing display.
es: Duración (en segundos) que aparecerá la etiqueta después de borrar la pantalla.
tr: Ekran temizlenmeden önce ifadelerin askıda kalacağı süre (saniye cinsinden)

source: Gauge Pin Resting Position
es: Posición de reposo de la aguja del medidor
tr: Gösterge iğnesi Dinlenme Konumu

source: Baseline position the pin returns to after hover time.
es: Posición de referencia a la que regresa la aguja después del oscilar.
tr: İğnenin bekleme süresinden sonra döndüğü taban hizasının konumu.

source: <span foreground={ERROR_RED}>Error!</span> {error_msg}
tr: <span foreground={ERROR_RED}>Hata!</span> {error_msg}

# shortcut window
source: General
tr: Genel

source: Audio
tr: Ses
